git-project/src/main/resources/hbtXML/upload.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <UpLoadData xmlns="http://hbservice.hbweb.com/">
      <khdm>string</khdm>
      <jkxlh>string</jkxlh>
      <ywlb>string</ywlb>
      <uploadInfo>string</uploadInfo>
    </UpLoadData>
  </soap:Body>
</soap:Envelope>